Repository: StefanDywersant/deep-breath-mobile
Catalog: po/*.po
Languages: pl_pl

source: Active
pl_pl: Aktywne

source: Add
pl_pl: Dodaj

source: Add station
pl_pl: Dodawanie stacji

source: Air quality
pl_pl: Jakość powietrza

source: All
pl_pl: Wszystkie

source: Arsenic in PM₁₀
pl_pl: Arsen w PM₁₀

source: Atmospheric pressure
pl_pl: Ciśnienie atmosferyczne

source: Back
pl_pl: Wstecz

source: Bad
pl_pl: Zła

source: Benzene C₆H₆
pl_pl: Benzen C₆H₆

source: Benzo(a)anthracene in PM₁₀
pl_pl: Benzo(a)antracen w PM₁₀

source: Benzo(a)pyrene in PM₁₀
pl_pl: Benzo(a)piren w PM₁₀

source: Benzo(b)fluoranthene in PM₁₀
pl_pl: Benzo(b)fluoranten w PM₁₀

source: Benzo(j)fluoranthene in PM₁₀
pl_pl: Benzo(j)fluoranten w PM₁₀

source: Benzo(k)fluoranthene in PM₁₀
pl_pl: Benzo(k)fluoranten w PM₁₀

source: Cancel
pl_pl: Anuluj

source: Carbon monoxide
pl_pl: Tlenek węgla CO

source: City
pl_pl: Miasto

source: Code
pl_pl: Kod pocztowy

source: Dibenzo(a,h)anthracene in PM₁₀
pl_pl: Dibenzo(a,h)antracen w PM₁₀

source: Done
pl_pl: Gotowe

source: Ethylbenzene C₈H₁₀
pl_pl: Etylobenzen C₈H₁₀

source: Formaldehyde
pl_pl: Formaldehyd

source: Global radiation
pl_pl: Promieniowanie globalne

source: Good
pl_pl: Dobra

source: Indeno(1,2,3-cd)pyrene in PM₁₀
pl_pl: Indeno(1,2,3-cd)piren w PM₁₀

source: Kadm in PM₁₀
pl_pl: Kadm w PM₁₀

source: Last sample:
pl_pl: Ostatni pomiar:

source: Last sample: none
pl_pl: Ostatni pomiar: brak

source: Lead
pl_pl: Ołów

source: Lead in PM₁₀
pl_pl: Ołów w PM₁₀

source: M-P-Xylene C₈H₁₀
pl_pl: M-P-Ksylen C₈H₁₀

source: Mercury gas
pl_pl: Rtęć gazowa

source: Moderate
pl_pl: Umiarkowana

source: Nickel in PM₁₀
pl_pl: Nikiel w PM₁₀

source: Nitrogen dioxide NO₂
pl_pl: Dwutlenek azotu NO₂

source: Nitrogen monoxide NO
pl_pl: Tlenek azotu NO

source: Nitrogen oxides NOₓ
pl_pl: Tlenki azotu NOₓ

source: O-Xylene C₈H₁₀
pl_pl: O-Ksylen C₈H₁₀

source: Ozone O₃
pl_pl: Ozon O₃

source: Particulate matter PM₁₀
pl_pl: Pył zawieszony PM₁₀

source: Particulate matter PM₂.₅
pl_pl: Pył zawieszony PM₂.₅

source: Precipitation
pl_pl: Opad atmosferyczny

source: Relative humidity
pl_pl: Wilgotność względna

source: Station
pl_pl: Stacja

source: Stations
pl_pl: Stacje

source: Street
pl_pl: Ulica

source: Sufficient
pl_pl: Dostateczna

source: Sulphur dioxide SO₂
pl_pl: Dwutlenek siarki SO₂

source: Temperature
pl_pl: Temperatura

source: Toluene C₇H₈
pl_pl: Toluen C₇H₈

source: UVB radiation
pl_pl: Promieniowanie UVB

source: Very bad
pl_pl: Bardzo zła

source: Very good
pl_pl: Bardzo dobra

source: Voivodeship
pl_pl: Województwo

source: Wind direction
pl_pl: Kierunek wiatru

source: Wind speed
pl_pl: Prędkość wiatru
